brew "antidote"
tap "rsteube/homebrew-tap"
brew "rsteube/tap/carapace"
brew "stow"
brew "starship"

brew "coreutils"
brew "findutils"
brew "gnu-indent"
brew "gnu-sed"
brew "gnutls"
brew "grep"
brew "gnu-tar"
brew "gawk"

brew "watch"

brew "awscli"
brew "kubectl"
brew "k9s"
brew "krew"
brew "tmux"
brew "fzf"
brew "warrensbox/tap/tfswitch"
brew "jq"
brew "yq"

brew "gh"
brew "diff-so-fancy"

brew "ripgrep"
brew "bat"
brew "fd"
brew "tree"

brew "aripalo/tap/vegas-credentials"
brew "ykman"

brew "golang"
brew "golangci-lint"
brew "node"


cask "firefox"
cask "flameshot"
cask "yubico-yubikey-manager"

cask "tunnelblick"
brew "wireshark"
cask "rectangle"
cask "docker"
cask "linear-linear"
cask "slack"
brew "z"
cask "iterm2"
cask "alfred"

