tap "aripalo/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kjuulh/brew"
tap "nats-io/nats-tools"
tap "rsteube/tap"
tap "siderolabs/tap"
tap "warrensbox/tap"
brew "age"
brew "antidote"
brew "argocd"
brew "autoenv"
brew "cryptography"
brew "awscli"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "python@3.13"
brew "glib"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kustomize"
brew "neovim"
brew "node"
brew "nvm"
brew "opentofu"
brew "operator-sdk"
brew "pipx"
brew "pngpaste"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stow"
brew "tailscale"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "yarn"
brew "ykman"
brew "yq"
brew "z"
brew "zoxide"
brew "aripalo/tap/vegas-credentials"
brew "hashicorp/tap/terraform"
brew "kjuulh/brew/fuzzy-clone"
brew "nats-io/nats-tools/nats"
brew "rsteube/tap/carapace"
brew "siderolabs/tap/talosctl"
brew "warrensbox/tap/tfswitch"
cask "alfred"
cask "amethyst"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "flameshot"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "linear-linear"
cask "macfuse"
cask "rectangle"
cask "slack"
cask "tableplus"
cask "tunnelblick"
cask "veracrypt"
brew "eza"
